The tag type.
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public SpaceTagType SpaceTagType { get; set; }
  Visual Basic
Public Property SpaceTagType As SpaceTagType
	Get
	Set
  Visual C++
public:
property SpaceTagType^ SpaceTagType {
	SpaceTagType^ get ();
	void set (SpaceTagType^ value);
}
 See Also
  SpaceTag Class
  Autodesk.Revit.DB.Mechanical Namespace